{"status": "ok", "totalResults": 8521, "articles": [{"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Kauai rejoins Hawaii's Safe Travels program for visitors", "description": "HONOLULU (AP) — The island of Kauai in Hawaii has rejoined the state's Safe Travels program, which means out-of-state visitors can skip quarantining if they test negative for the coronavirus up to 72 hours before their flight.", "url": "https://apnews.com/8458f39d7c8b4e9fa29c9fe6393c714d", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2021-04-06T18:53:06Z", "content": "HONOLULU (AP) The island of Kauai in Hawaii has rejoined the state's Safe Travels program, which means out-of-state visitors can skip quarantining if they test negative for the coronavirus up to 72 h… [+942 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Dr. Amy Acton, who led Ohio's early pandemic response, says she won't run for US Senate", "description": "COLUMBUS, Ohio (AP) — Dr. Amy Acton, who led Ohio's early pandemic response, says she won't run for US Senate.", "url": "https://apnews.com/33bcc71ac7e46745ea8e4cd3bd0ed6ed", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2021-04-06T18:45:33Z", "content": "WASHINGTON (AP) President Joe Bidens son Hunter details his lifelong struggle with alcoholism and drug abuse in a new memoir, writing that in the last five years alone, my two-decades-long marriage h… [+183 chars]"}, {"source": {"id": "associated-press", "name": "Associated Press"}, "author": "", "title": "Former Trump housing official sanctioned over campaign video", "description": "NEW YORK (AP) — A former federal official admitted she abused her authority in a publicity stunt that tricked New York City public housing residents into sounding supportive of former President Donald Trump, ethics oversight officials said Tuesday.", "url": "https://apnews.com/2d93395a420c5d48d7ebd736c072e595", "urlToImage": "https://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/custom/image/00f1ee32-f2d0-11e6-9926-f7249dbfe53a.jpg", "publishedAt": "2021-04-06T18:40:45Z", "content": "NEW YORK (AP) A former federal official admitted she abused her authority in a publicity stunt that tricked New York City public housing residents into sounding supportive of former President Donald … [+1112 chars]"}]}