{"status": "ok", "totalResults": 143, "articles": [{"source": {"id": null, "name": "Itsnicethat.com"}, "author": "Lucy Bourton", "title": "DixonBaxi creates new design system for Hulu", "description": "Leaving its recognisable word mark untouched, DixonBaxi collaborates with Hulu to create a new cohesive, meaningful design system for the streaming platform.", "url": "https://www.itsnicethat.com/news/dixon-baxi-hulu-brand-redesign-graphic-design-060421", "urlToImage": "https://admin.itsnicethat.com/images/JXRglmSTXgOCZrlAuIMtqx8oZkI=/204380/width-1440/00001-DixonBaxi-Hulu-2021.jpg", "publishedAt": "2021-04-06T13:00:00Z", "content": "London-based design studio DixonBaxi has created a new brand design for US streaming platform, Hulu. With over 39.4 million subscribers in the US, the platform has grown extensively over the past few… [+1840 chars]"}, {"source": {"id": null, "name": "Itsnicethat.com"}, "author": "It's Nice That", "title": "Go behind the scenes of Wes Anderson and an Oscar-nominated short: Tickets are now available for April’s Nicer Tuesdays Online!", "description": "Annie Atkins, graphic prop maker for film, and Oscar-nominated animator and director Siqi Song take to the online stage for our monthly edition creative talks.", "url": "https://www.itsnicethat.com/articles/nicer-tuesdays-april-2021-ticket-launch-060421", "urlToImage": "https://admin.itsnicethat.com/images/BVjXisYCzlmiOJWKY3iYwmsnZHY=/204366/width-1440/gbh-mendls.jpeg", "publishedAt": "2021-04-06T11:00:00Z", "content": "Is working for screen as glamorous as it sounds? How do designers achieve that delicate balance between precision and lived imperfection on a set? This month, were ecstatic to announce a world-class … [+1040 chars]"}, {"source": {"id": null, "name": "Itsnicethat.com"}, "author": "Ayla Angelos", "title": "“With good lighting, an unattractive object could become quite sexy”: Introducing photographer Guillaume Blondiau", "description": "The Belgium-raised and London-based photographer knows a good trick or two when it comes to composing an artful still life image.", "url": "https://www.itsnicethat.com/articles/guillaume-blondiau-photography-060421", "urlToImage": "https://admin.itsnicethat.com/images/rWpOA9d1k2OhGfrd8vbYHC9wOD0=/204355/width-1440/guillaume-blondiau-photography-itsnicethat-02.jpg", "publishedAt": "2021-04-06T11:00:00Z", "content": "As such, Guillaumes day is structured between personal and commissioned works. One week, he could be retouching or prepping for a job, and delving into research the next. If hes shooting a personal p… [+1645 chars]"}]}