{"status": "ok", "totalResults": 102, "articles": [{"source": {"id": null, "name": "NASA"}, "author": "mjose", "title": "Primer informe meteorológico de la NASA desde el cráter Jezero en Marte", "description": "Una foto previa al lanzamiento del sistema MEDA, que ahora proporciona mediciones atmosféricas a los ingenieros del cráter Jezero en Marte.Crédito de imagen: NASA / JPL-Caltech\r\n\n\nEl tiempo meteorológico a menudo juega un papel en nuestros planes diarios. Si …", "url": "https://ciencia.nasa.gov/primer-informe-MEDA", "urlToImage": null, "publishedAt": "2021-04-06T18:08:36Z", "content": "El tiempo meteorológico a menudo juega un papel en nuestros planes diarios. Si el pronóstico indica que habrá una brisa fresca el pronóstico, tal vez te pondrás una chaqueta ligera, o retrasarás tus … [+8166 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": "Mark Garcia", "title": "Soyuz Crew Ship Ready for Launch with Space Science in Full Swing", "description": "The first of two crews launching to the International Space Station in April will blast off from Kazakhstan on Friday. The Soyuz MS-18 rocket rolled out to its launch pad this morning as three new Expedition 65 crew members get ready for their long-term space…", "url": "https://blogs.nasa.gov/spacestation/2021/04/06/soyuz-crew-ship-ready-for-launch-with-space-science-in-full-swing/", "urlToImage": null, "publishedAt": "2021-04-06T16:31:30Z", "content": "The Soyuz MS-18 rocket, that will launch the Expedition 65 crew to the space station on April 9, is rolled out to the launch pad in Kazakhstan. Credit: NASA/Bill Ingalls\r\nThe first of two crews launc… [+1894 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": "ckaiser", "title": "The ‘Bird’ with an Eagle Eye…for Infrared", "description": "PROJECT\r\n\n\nMid-Wavelength and Long-Wavelength Infrared Focal Plane Arrays for Earth Science Applications\r\n\n\nSNAPSHOT\r\n\n\nNASA is sponsoring development of high-performance infrared sensors with reduced requirements for cooling onboard satellites; these new sen…", "url": "https://science.nasa.gov/technology/technology-highlights/the-bird-with-an-eagle-eye-for-infrared", "urlToImage": null, "publishedAt": "2021-04-06T13:29:33Z", "content": "PROJECT\r\nMid-Wavelength and Long-Wavelength Infrared Focal Plane Arrays for Earth Science Applications\r\nSNAPSHOT\r\nNASA is sponsoring development of high-performance infrared sensors with reduced requ… [+7091 chars]"}]}